Repository: FakeGamingAbid/Syndro
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, zh

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
zh: 设置

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
zh: 语言

source: Auto-delete history
de: Verlauf automatisch löschen
es: Eliminar historial automáticamente
fr: Supprimer automatiquement l'historique
ja: 履歴を自動削除
zh: 自动删除历史记录

# autoDeleteDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
zh: 已禁用

# autoDeleteDays
source: {days} days
de: {days} Tage
es: {days} días
fr: {days} jours
ja: {days} 日
zh: {days} 天

source: Trusted Devices
de: Vertrauenswürdige Geräte
es: Dispositivos de confianza
fr: Appareils de confiance
ja: 信頼されたデバイス
zh: 受信任的设备

source: No trusted devices
de: Keine vertrauenswürdigen Geräte
es: Sin dispositivos de confianza
fr: Aucun appareil de confiance
ja: 信頼されたデバイスはありません
zh: 没有受信任的设备

# trustedSince
source: Trusted since {date}
de: Vertraut seit {date}
es: De confianza desde {date}
fr: De confiance depuis {date}
ja: {date} から信頼
zh: 自 {date} 起受信任

source: Revoke Trust
de: Vertrauen widerrufen
es: Revocar confianza
fr: Révoquer la confiance
ja: 信頼を取り消す
zh: 撤销信任

# revokeTrustConfirm
source: Are you sure you want to remove "{deviceName}" from trusted devices?
de: Sind Sie sicher, dass Sie "{deviceName}" aus den vertrauenswürdigen Geräten entfernen möchten?
es: ¿Estás seguro de que quieres eliminar "{deviceName}" de los dispositivos de confianza?
fr: Êtes-vous sûr de vouloir supprimer "{deviceName}" des appareils de confiance ?
ja: 「{deviceName}」を信頼デバイスから削除してもよろしいですか？
zh: 您确定要从受信任设备中移除 "{deviceName}" 吗？

# clearAllTrusted
source: Clear All Trusted Devices
de: Alle vertrauenswürdigen Geräte löschen
es: Borrar todos los dispositivos de confianza
fr: Effacer tous les appareils de confiance
ja: すべての信頼デバイスを消去
zh: 清除所有受信任设备

# clearAllTrustedConfirm
source: This will remove all devices from your trusted list.
de: Dadurch werden alle Geräte aus Ihrer Vertrauensliste entfernt. Sie müssen Übertragungen von ihnen erneut akzeptieren.
es: Esto eliminará todos los dispositivos de tu lista de confianza. Tendrás que aceptar transferencias de ellos de nuevo.
fr: Cela supprimera tous les appareils de votre liste de confiance. Vous devrez accepter à nouveau les transferts provenant d'eux.
ja: 信頼リストからすべてのデバイスが削除されます。再度それらのデバイスからの転送を受け入れる必要があります。
zh: 这将把您信任列表中的所有设备移除。您需要重新接受来自它们的传输。

# deviceRemoved
source: Device removed from trusted list
de: Gerät aus der Vertrauensliste entfernt
es: Dispositivo eliminado de la lista de confianza
fr: Appareil supprimé de la liste de confiance
ja: デバイスが信頼リストから削除されました
zh: 设备已从信任列表中移除

# allTrustedCleared
source: All trusted devices cleared
de: Alle vertrauenswürdigen Geräte wurden gelöscht
es: Todos los dispositivos de confianza han sido borrados
fr: Tous les appareils de confiance ont été effacés
ja: すべての信頼デバイスが消去されました
zh: 所有受信任设备已清除

# autoAcceptTrusted
source: Auto-accept from trusted devices
de: Automatisch von vertrauenswürdigen Geräten akzeptieren
es: Aceptar automáticamente de dispositivos de confianza
fr: Accepter automatiquement des appareils de confiance
ja: 信頼デバイスから自動的に承認
zh: 自动接受来自受信任设备的传输

# autoAcceptTrustedDesc
source: Automatically accept transfers from devices you trust
de: Automatisch Übertragungen von Geräten akzeptieren, denen Sie vertrauen
es: Aceptar automáticamente transferencias de dispositivos en los que confías
fr: Accepter automatiquement les transferts des appareils en lesquels vous avez confiance
ja: 信頼するデバイスからの転送を自動的に承認
zh: 自动接受来自您信任的设备的传输

# autoAcceptEnabled
source: Auto-accept enabled for trusted devices
de: Auto-Akzeptierung für vertrauenswürdige Geräte aktiviert
es: Aceptación automática activada para dispositivos de confianza
fr: Acceptation automatique activée pour les appareils de confiance
ja: 信頼デバイスの自動承認が有効になりました
zh: 已为受信任设备启用自动接受

# willAlwaysAsk
source: Will always ask for approval
de: Fragt immer nach Bestätigung
es: Siempre preguntará antes de aceptar
fr: Demande toujours l'approbation
ja: 常に承認を求めます
zh: 将始终询问确认

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
zh: 设备

source: Edit Device Name
de: Gerätename bearbeiten
es: Editar nombre del dispositivo
fr: Modifier le nom de l'appareil
ja: デバイス名を編集
zh: 编辑设备名称

# deviceNameHint
source: This name will be visible to other devices on the network.
de: Dieser Name ist für andere Geräte im Netzwerk sichtbar.
es: Este nombre será visible para otros dispositivos en la red.
fr: Ce nom sera visible pour les autres appareils sur le réseau.
ja: この名前はネットワーク上の他のデバイスに表示されます。
zh: 此名称将对网络上的其他设备可见。

source: About
de: Über
es: Acerca de
fr: À propos
ja: について
zh: 关于

source: Version
es: Versión
ja: バージョン
zh: 版本

# fastSecureSharing
source: Fast & secure file sharing
de: Schnelles und sicheres Teilen von Dateien
es: Compartir archivos rápido y seguro
fr: Partage de fichiers rapide et sécurisé
ja: 高速で安全なファイル共有
zh: 快速安全的文件共享

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh: 取消

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
zh: 移除

source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
zh: 全部清除

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh: 保存

# acceptTransfers
source: Accept transfers to add trusted devices
de: Akzeptieren Sie Übertragungen, um vertrauenswürdige Geräte hinzuzufügen
es: Acepta transferencias para añadir dispositivos de confianza
fr: Acceptez les transferts pour ajouter des appareils de confiance
ja: 転送を受け入れて信頼デバイスを追加
zh: 接受传输以添加受信任设备

# historyOlderThan
source: History older than {days} days will be deleted
de: Verlauf älter als {days} Tage wird gelöscht
es: El historial de más de {days} días será eliminado
fr: L'historique de plus de {days} jours sera supprimé
ja: {days} 日より古い履歴は削除されます
zh: 超过 {days} 天的历史记录将被删除
